Repository: 84000/data-translation-memory
Catalog: toh585-v3.tmx
Source language: bo
Languages: en

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: ན་མཿས་མནྟཱ་བུད་དྷཱ་ནཱཾ།
en: namaḥ samanta­buddhānām apratihata­śāsanānām!

source: ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། ཨོྃ་ཀི་ཎི་ཀི་ཎི་ཏ་ཏཱ་ག་ཏ་ཨུཏྦྷ་བ་ཤཱནྟེ་བ་ར་དེ། ཨུཏྟ་མ་ཨུཏྟ་མ་ཏ་ཐཱ་ག་ཏ།
en: oṃ kiṇi kiṇi tathāgatodbhava­śānte varade uttamottama­tathāgatodbhave hūṃ phaṭ svāhā!

source: ཨུཏྦྷ་བ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། འདི་བཟུང་བས་འཕགས་པ་སྡོང་པོ་བཀོད་པའི་མདོ་ཐམས་ཅད་རྫོགས་པར་བཀླགས་ཤིང་ཁ་ཏོན་དུ་བྱས་པར་འགྱུར་རོ། །
en: By upholding this, one will have read and recited the entire Noble Stem Array Sūtra in full.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་བ་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་དང་། དམ་ཚིག་ཤེས་པར་འགྱུར་རོ། །
en: One will become knowledgeable in all maṇḍalas and vows, both worldly and transcendental.

source: ཕྱག་རྒྱ་རྣམས་ཀྱང་ཤེས་པར་འགྱུར་རོ། །
en: One will also know the hand gestures.

source: འཕགས་པ་སྡོང་པོ་བཀོད་པའི་སྙིང་པོ་རྫོགས་སོ།།
en: Here ends “The Quintessence of ‘The Stem Array.’ ”
